{
  "LuaSnip": { "branch": "master" },
  "auto-session": { "branch": "main" },
  "awesome-vim-colorschemes": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "conjure": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "hop.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "marks.nvim": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "onedarkpro.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "vim-bufonly": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-indentwise": { "branch": "master" }
}
